export const departmentSkinClearCardData = [
  {
    id: 1,
    title: "ดูดีในแบบคุณ พิสูจน์ได้ตามหลักวิทยาศาสตร์",
    detail:
      "เพราะร่างกายของแต่ละคนมีความเฉพาะตัว เราจึงใช้ข้อมูลพันธุกรรม (Genetic-based Personalization) ร่วมกับผลการตรวจสุขภาพผิวอย่างละเอียด มาวางแผนดูแลความงามให้เหมาะกับตัวคุณที่สุด",
  },
  {
    id: 2,
    title: "วางแผนอย่างรอบด้าน ตั้งแต่หัตถการถึงการใช้ชีวิต",
    detail:
      "ออกแบบแผนดูแลความงามให้คุณทั้งระบบอย่างยั่งยืน ทั้งแผนหัตถการ โปรแกรมดูแลผิวเฉพาะบุคคล การปรับพฤติกรรมสุขภาพ แผนโภชนาการ และอาหารเสริมที่เหมาะกับร่างกายของคุณ เพื่อให้ผลลัพธ์เกิดขึ้นในทุกมิติ",
  },
  {
    id: 3,
    title: "Sustainable Beauty — ดูดีและสุขภาพดีอย่างยั่งยืน",
    detail:
      "ดูแลคุณแบบองค์รวม ด้วยแนวทางที่ผสานศาสตร์ด้านผิวพรรณ เวชศาสตร์ชะลอวัย และข้อมูลพันธุกรรมเฉพาะบุคคล เพื่อออกแบบแผนการดูแลให้ดูดีและสุขภาพดีได้ในระยะยาว ",
  },
];

export const departmentCheckupClearCardData = [
  {
    id: 1,
    title: "ตรวจสุขภาพเชิงลึกด้วยเทคโนโลยีล้ำสมัย",
    detail:
      "บริการตรวจสุขภาพประจำปีแบบขั้นสูงและครบวงจร วิเคราะห์ทุกระบบของร่างกายด้วยเครื่องมือทางการแพทย์ที่ทันสมัย ทั้งอุปกรณ์ด้านรังสีวิทยาชั้นนำและเทคนิคการวิเคราะห์ทางห้องปฏิบัติการระดับสูง เพื่อค้นหาความเสี่ยงและป้องกันโรคตั้งแต่ระยะเริ่มต้น",
  },
  {
    id: 2,
    title: "บริการตรวจ Genome และ DNA",
    detail:
      "บริการตรวจพันธุกรรมด้วยเทคโนโลยี NGS ที่ทันสมัยที่สุดจาก Illumina เพื่อประเมินความเสี่ยงโรคทางพันธุกรรมและวางแผนป้องกันเฉพาะบุคคล สามารถคัดกรองมะเร็ง 10 ชนิดหลัก: เต้านม ปอด ลำไส้ ตับ ต่อมลูกหมาก ปากมดลูก ตับอ่อน เม็ดเลือดขาว ผิวหนัง และไทรอยด์",
  },
  {
    id: 3,
    title: "ดูแลต่อเนื่อง ไม่ใช่แค่ตรวจแล้วจบ",
    detail:
      "เพราะการตรวจสุขภาพเป็นเพียงจุดเริ่มต้นของการดูแล เราจึงออกแบบแนวทางป้องกันและส่งต่อคุณสู่แผนกเฉพาะทางต่าง ๆ อย่างเหมาะสม ด้วยทีมแพทย์ผู้เชี่ยวชาญและบริการที่ครบครัน เราพร้อมดูแลสุขภาพคุณแบบองค์รวมในระยะยาว ให้ทุกผลตรวจ กลายเป็นแผนดูแลสุขภาพเฉพาะตัวที่ใช้ได้จริงและต่อเนื่อง",
  },
];

export const departmentPhysicalClearCardData = [
  {
    id: 1,
    title: "วิเคราะห์ ฟื้นฟู และป้องกันอาการบาดเจ็บในอนาคต",
    detail:
      "วางแผนฟื้นฟูแบบเฉพาะบุคคลไปจนถึงแนวทางป้องกันการบาดเจ็บซ้ำในอนาคต ด้วยการวิเคราะห์กล้ามเนื้อ วิธีเคลื่อนไหว พฤติกรรมการใช้ชีวิต  ร่วมกับการออกแบบแนวทางรักษาและเสริมสร้างกล้ามเนื้อที่จำเป็น ให้คุณกลับมาใช้ชีวิตได้อย่างเต็มสมรรถภาพ",
  },
  {
    id: 2,
    title: "ให้คุณสามารถดึงศักยภาพทางกายสูงสุดออกมาใช้ได้",
    detail:
      "ตอบโจทย์ผู้ที่ต้องการความเป็นเลิศด้านกีฬา หรือกำลังเตรียมตัวแข่งขัน ด้วยโปรแกรมฟื้นฟูและเสริมสมรรถภาพ วิเคราะห์จุดแข็ง-จุดอ่อนเฉพาะบุคคล เพื่อยกระดับศักยภาพร่างกายให้ไปได้ไกลกว่าเดิม",
  },
  {
    id: 3,
    title: "ดูแลครบทุกช่วงวัย ตั้งแต่เด็กจนถึงผู้สูงอายุ",
    detail:
      "ไม่ว่าจะเป็นเด็กที่กำลังเติบโต วัยทำงานที่ใช้ร่างกายหนัก หรือผู้สูงอายุที่ต้องการการฟื้นฟูอย่างนุ่มนวล เราออกแบบโปรแกรมเฉพาะบุคคลให้เหมาะกับวัยและไลฟ์สไตล์ เพื่อการฟื้นฟูที่ตรงจุดและยั่งยืน",
  },
];


export const departmentChildClearCardData = [
  {
    id: 1,
    title: "วางแผนพัฒนาการเฉพาะบุคคลด้วยข้อมูลพันธุกรรม",
    detail:
      "นำผลวิเคราะห์ DNA และข้อมูลด้านชีวกลศาสตร์มาประเมินแนวโน้มการเติบโตเฉพาะของแต่ละคน เพื่อออกแบบโปรแกรมส่งเสริมศักยภาพทางร่างกาย สมรรถภาพ และสุขภาพแบบแม่นยำ",
  },
  {
    id: 2,
    title: "เสริมสร้างให้เติบโตอย่างแข็งแรง ด้วยวิทยาศาสตร์การกีฬา",
    detail:
      "ดูแลกล้ามเนื้อ ระบบกระดูก และการเคลื่อนไหวอย่างเหมาะสมกับวัย โดยทีมกายภาพบำบัดและผู้เชี่ยวชาญด้านการออกกำลังกายเฉพาะทางวัยรุ่น เพื่อให้เติบโตแข็งแรง และป้องกันปัญหาทางกายภาพในระยะยาว ",
  },
  {
    id: 3,
    title: "ดูแลแบบองค์รวมทั้งกายและใจในช่วงวัยเปลี่ยนผ่าน",
    detail:
      "ไม่ว่าจะเป็นเด็กที่กำลังเติบโต วัยทำงานที่ใช้ร่างกายหนัก หรือผู้สูงอายุที่ต้องการการฟื้นฟูอย่างนุ่มนวล เราออกแบบโปรแกรมเฉพาะบุคคลให้เหมาะกับวัยและไลฟ์สไตล์ เพื่อการฟื้นฟูที่ตรงจุดและยั่งยืน",
  },
];

export const departmentBoneClearCardData = [
  {
    id: 1,
    title: "ป้องกันและชะลอโรคข้อเสื่อมในทุกช่วงวัย",
    detail:
      "ตรวจคัดกรองความเสี่ยงโรคข้อเสื่อมตั้งแต่ระยะเริ่มต้น โดยเฉพาะในผู้สูงวัยหรือผู้มีภาวะเสี่ยงพร้อมให้คำแนะนำในการปรับพฤติกรรม และแผนดูแลที่ช่วยลดการเสื่อมของข้อต่อในระยะยาว",
  },
  {
    id: 2,
    title: "ดูแลคุณด้วยเทคโนโลยีทันสมัยและแพทย์ผู้เชี่ยวชาญ",
    detail:
      "วิเคราะห์สาเหตุของอาการปวดอย่างละเอียดด้วยเทคโนโลยีภาพถ่ายทางการแพทย์ขั้นสูง เช่น MRI และ X-ray Digitalเพื่อวางแผนการรักษาเฉพาะบุคคล ทั้งด้านการใช้ยา การทำหัตถการ และการฟื้นฟูอย่างเหมาะสม",
  },
  {
    id: 3,
    title: "ฟื้นฟูหลังบาดเจ็บจากการใช้งานหรืออุบัติเหตุ",
    detail:
      "ดูแลอาการบาดเจ็บของกระดูกและข้อทั้งจากการเล่นกีฬาและอุบัติเหตุ ด้วยทีมแพทย์เฉพาะทางร่วมกับนักกายภาพ เน้นฟื้นฟูการเคลื่อนไหวและสมรรถภาพอย่างปลอดภัย เพื่อกลับไปใช้ชีวิตได้อย่างเต็มประสิทธิภาพ",
  },
];

export const departmentEyeClearCardData = [
  {
    id: 1,
    title: "วินิจฉัยโรคตาด้วยเทคโนโลยีขั้นสูง",
    detail:
      "ใช้อุปกรณ์ทันสมัยในการตรวจสุขภาพดวงตาแบบครบวงจร สามารถวิเคราะห์จอประสาทตา ความดันตา และโรคทางตาอื่นๆ ได้อย่างแม่นยำ ช่วยตรวจจับโรคร้ายแรงได้ตั้งแต่ระยะเริ่มแรก",
  },
  {
    id: 2,
    title: "เทคโนโลยีเลนส์ Essilor ชะลอสายตาสั้นสำหรับเด็ก",
    detail:
      "นวัตกรรมเฉพาะสำหรับเด็กและวัยรุ่นที่มีปัญหาสายตาสั้น ช่วยชะลอการเพิ่มของค่าสายตาได้อย่างมีประสิทธิภาพ พร้อมติดตามผลและวิเคราะห์การเปลี่ยนแปลงสายตาแบบต่อเนื่อง",
  },
  {
    id: 3,
    title: "ผ่าตัดจักษุในห้องปลอดเชื้อขั้นสูงมาตรฐาน Class 10,000",
    detail:
      "ห้องผ่าตัดคุณภาพสูงที่ควบคุมปริมาณอนุภาคและการปนเปื้อนในอากาศให้ต่ำกว่า 10,000 อนุภาคต่อลูกบาศก์ฟุต ช่วยลดความเสี่ยงการติดเชื้อระหว่างการผ่าตัดตาที่มีความละเอียดอ่อน พร้อมด้วยเครื่องมือผ่าตัดจักษุเฉพาะทางที่ทันสมัย",
  },
];

export const departmentWomanClearCardData = [
  {
    id: 1,
    title: "ดูแลรอบด้านทั้งสุขภาพภายใน ฮอร์โมน และภาวะเจริญพันธุ์",
    detail:
      "ตั้งแต่การตรวจภายใน เช็กฮอร์โมน ไปจนถึงการวางแผนครอบครัว เราออกแบบโปรแกรมเฉพาะบุคคลให้เหมาะกับช่วงวัยและความต้องการเฉพาะของผู้หญิงแต่ละคน",
  },
  {
    id: 2,
    title: "เจาะลึกสุขภาพ ด้วยการคัดกรองโรคร้ายจากพันธุกรรม",
    detail:
      "ตรวจเช็กสุขภาพภายในแบบแม่นยำ ด้วยการวิเคราะห์ฮอร์โมน สแกนอวัยวะสืบพันธุ์ และตรวจพันธุกรรม เพื่อคัดกรองความเสี่ยงโรคร้าย เช่น มะเร็งปากมดลูก มะเร็งรังไข่ หรือมะเร็งเต้านมตั้งแต่ระยะเริ่มต้น",
  },
  {
    id: 3,
    title: "ดูแลทั้งกายใจ อย่างเข้าใจในการเปลี่ยนแปลงของร่างกาย",
    detail:
      "เรามองสุขภาพผู้หญิงอย่างองค์รวม ทั้งมิติร่างกายและจิตใจ เพราะฮอร์โมนมีผลต่ออารมณ์ การนอน และคุณภาพชีวิตโดยรวม",
  },
];

export const departmentDentalClearCardData = [
  {
    id: 1,
    title: "วิเคราะห์โครงสร้างฟันและรูปหน้าเพื่อออกแบบรอยยิ้ม",
    detail:
      "เราใช้เทคโนโลยีสแกน 3 มิติและ AI ช่วยออกแบบรอยยิ้มให้เข้ากับใบหน้า บุคลิก และความต้องการเฉพาะตัว เพื่อผลลัพธ์ที่ทั้งดูดีและมั่นใจในระยะยาว",
  },
  {
    id: 2,
    title: "รักษาครบทุกปัญหาในช่องปาก โดยทีมทันตแพทย์เฉพาะทาง",
    detail:
      "ตั้งแต่ฟันผุ เหงือกอักเสบ ฟันคุด ไปจนถึงการจัดฟัน รากเทียม หรือฟอกสีฟัน เรามีทีมทันตแพทย์เฉพาะทางในแต่ละด้านให้คำแนะนำและดูแลอย่างใกล้ชิด",
  },
  {
    id: 3,
    title: "ตรวจสุขภาพช่องปากเชิงลึก พร้อมคัดกรองปัจจัยเสี่ยง",
    detail:
      "ใช้เทคโนโลยีวิเคราะห์สุขภาพช่องปากแบบละเอียด รวมถึงพฤติกรรมและกรรมพันธุ์ที่อาจก่อให้เกิดปัญหารุนแรง เช่น โรคเหงือกหรือมะเร็งในช่องปาก เพื่อการดูแลที่แม่นยำและตรงจุด",
  },
];
