// import package1 from "@/app/assets/images/packages/package_1.jpg";

export const packages = [
  {
    id: 1,
    title: "แพคเกจดูแลสุขภาพผู้หญิงวัยทอง",
    sub_title: "Golden Years Women's Health Package",
    detail:
      "แพคเกจ “Golden Years” ถูกออกแบบมาเพื่อผู้หญิงที่ต้องการมากกว่า “การตรวจสุขภาพทั่วไป”เราเชื่อว่าวัยทองไม่ใช่จุดเปลี่ยน...แต่คือช่วงเวลาทองของชีวิต ที่คุณควรได้รับการดูแลอย่างลึกซึ้ง ครอบคลุม และมีระดับ ด้วยเทคโนโลยีทางการแพทย์ล้ำสมัย และการวิเคราะห์สุขภาพแบบเฉพาะบุคคล โดยทีมแพทย์ผู้เชี่ยวชาญเฉพาะทาง",
    summary:
      "พร้อมให้คุณก้าวสู่ Golden Years อย่างสง่างาม ให้ช่วงเวลานี้...เปล่งประกายกว่าที่เคย สุขภาพดี ไม่ใช่เพียงแค่การไม่มีโรค แต่คือ “ความสง่างามจากภายใน” ที่คุณเลือกได้",
    images: [
      // package1.src, 
      "https://media.istockphoto.com/id/2189494391/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/a-happy-asian-man-in-sportswear-checks-his-calorie-count-on-his-smartwatch-while-jogging-in.jpg?s=612x612&w=0&k=20&c=evh95VqPt2LEO7RadTomVKQmO3JMJ4zvd4NV8oJoniY=",
      "https://media.istockphoto.com/id/1293744859/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2-sportive-%E0%B8%94%E0%B8%B7%E0%B9%88%E0%B8%A1%E0%B8%8A%E0%B8%B2%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%9F%E0%B8%B1%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%A5%E0%B8%87%E0%B9%83%E0%B8%99%E0%B8%AA%E0%B8%A7%E0%B8%99.jpg?s=612x612&w=0&k=20&c=cvXcg--9zYf_5c6_iQ7Ul6LIqeowiyU3y_8Br1hUi0I=",
    ],
    category: "สุขภาพสตรี",
    categoryId: 4, 

    price: 10000,
    old_price: 200000,
    percentage_off: 50,
    suitable: [
      "ผู้หญิงอายุ 45-65 ปี ที่ใส่ใจสุขภาพระยะยาว",
      "ผู้ที่เข้าสู่ภาวะหมดประจำเดือน หรืออยู่ในช่วงเปลี่ยนผ่าน",
      "ผู้ที่ต้องการตรวจเชิงลึกเพื่อวางแผนชีวิตสุขภาพในวัยทอง",
      "ผู้ที่มีประวัติโรคในครอบครัว เช่น หัวใจ มะเร็ง หรือเบาหวาน",
    ],
    health_check_list: [
      {
        title: "ตรวจร่างกายโดยแพทย์เฉพาะทาง",
        list: [
          "วัดดัชนีมวลกาย (BMI), รอบเอว, ชีพจร และความดัน",
          "ตรวจระบบหัวใจ ปอด ช่องท้อง และระบบทางเดินอาหาร",
        ],
      },
      {
        title: "ตรวจเลือดเชิงลึก (Advanced Blood Work)",
        list: [
          "ความสมบูรณ์ของเม็ดเลือด (CBC)",
          "น้ำตาลในเลือด และค่าเฉลี่ย 3 เดือน (FBS, HbA1c)",
          "คอเลสเตอรอลและไขมัน (Lipid Profile)",
          "การทำงานของตับและไต",
        ],
      },
      {
        title: "สมดุลฮอร์โมนในวัยทอง",
        list: [
          "FSH, LH, Estradiol – ประเมินภาวะหมดประจำเดือน",
          "ตรวจไทรอยด์ (TSH, Free T4) – ความสมดุลของระบบเผาผลาญ",
        ],
      },
      {
        title: "การคัดกรองมะเร็งอย่างแม่นยำ",
        list: ["CA 125 – รังไข่", "CA 15-3 – เต้านม", "CEA – ลำไส้ใหญ่"],
      },
      {
        title: "ตรวจสุขภาพสตรีเฉพาะทาง",
        list: [
          "Pap Smear – ตรวจคัดกรองมะเร็งปากมดลูก",
          "Digital Mammogram & Breast Ultrasound – ตรวจเต้านมแบบละเอียด",
          "Pelvic Ultrasound – ตรวจภายในอุ้งเชิงกราน",
        ],
      },
      {
        title: "ตรวจระบบภายในด้วยเทคโนโลยีภาพขั้นสูง",
        list: [
          "Chest X-ray – ตรวจปอด",
          "EKG – ตรวจคลื่นไฟฟ้าหัวใจ",
          "DEXA Scan – ตรวจความหนาแน่นของกระดูก ป้องกันกระดูกพรุน",
        ],
      },
      {
        title: "การตรวจเสริมเพื่อวิเคราะห์สุขภาพรอบด้าน",
        list: [
          "ตรวจปัสสาวะ",
          "ตรวจอุจจาระหาเลือดแฝง",
          "ตรวจสายตาและความดันลูกตา",
        ],
      },
    ],
    result: [
      "วิเคราะห์สุขภาพเชิงลึก พร้อมรายงานแบบเข้าใจง่าย",
      "คำปรึกษาส่วนตัวกับแพทย์เฉพาะทาง",
      "วางแผนดูแลสุขภาพระยะยาว: โภชนาการ การออกกำลังกาย และไลฟ์สไตล์",
      "รับบริการในบรรยากาศเป็นส่วนตัว พร้อมสิ่งอำนวยความสะดวกระดับโรงแรม",
      "ให้คุณรู้สึกมั่นใจ สง่างาม และเป็นตัวของตัวเองในทุกช่วงวัย",
    ],
    period: "ใช้เวลาประมาณ 3–4 ชั่วโมง พร้อมเจ้าหน้าที่ดูแลตลอดกระบวนการ",
    recommendation: [
      "งดอาหารและเครื่องดื่ม 8–12 ชั่วโมงก่อนตรวจ",
      "หลีกเลี่ยงช่วงมีประจำเดือน สำหรับ Pap Smear",
      "แจ้งแพทย์หากมีประวัติโรคประจำตัว หรือกำลังตั้งครรภ์",
      "สวมใส่เสื้อผ้าที่สะดวกในการตรวจ",
    ],
  },

  {
    id: 2,
    title: "แพคเกจดูแลสุขภาพผู้หญิงวัยทอง",
    sub_title: "Golden Years Women's Health Package",
    detail:
      "แพคเกจ “Golden Years” ถูกออกแบบมาเพื่อผู้หญิงที่ต้องการมากกว่า “การตรวจสุขภาพทั่วไป”เราเชื่อว่าวัยทองไม่ใช่จุดเปลี่ยน...แต่คือช่วงเวลาทองของชีวิต ที่คุณควรได้รับการดูแลอย่างลึกซึ้ง ครอบคลุม และมีระดับ ด้วยเทคโนโลยีทางการแพทย์ล้ำสมัย และการวิเคราะห์สุขภาพแบบเฉพาะบุคคล โดยทีมแพทย์ผู้เชี่ยวชาญเฉพาะทาง",
    summary:
      "พร้อมให้คุณก้าวสู่ Golden Years อย่างสง่างาม ให้ช่วงเวลานี้...เปล่งประกายกว่าที่เคย สุขภาพดี ไม่ใช่เพียงแค่การไม่มีโรค แต่คือ “ความสง่างามจากภายใน” ที่คุณเลือกได้",
    images: [
      "https://media.istockphoto.com/id/1198120758/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%8A%E0%B9%8D%E0%B8%B2%E0%B8%A3%E0%B8%B0%E0%B8%9A%E0%B8%B4%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%84%E0%B8%B2%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%82%E0%B8%A3%E0%B8%87%E0%B8%9E%E0%B8%A2%E0%B8%B2%E0%B8%9A%E0%B8%B2%E0%B8%A5.jpg?s=2048x2048&w=is&k=20&c=5w0m2xY06QnNKdqbGSvjDOJ9CnPKiB38PcgJ8gm20Es=",
      "https://media.istockphoto.com/id/2189494391/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/a-happy-asian-man-in-sportswear-checks-his-calorie-count-on-his-smartwatch-while-jogging-in.jpg?s=612x612&w=0&k=20&c=evh95VqPt2LEO7RadTomVKQmO3JMJ4zvd4NV8oJoniY=",
      "https://media.istockphoto.com/id/1293744859/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2-sportive-%E0%B8%94%E0%B8%B7%E0%B9%88%E0%B8%A1%E0%B8%8A%E0%B8%B2%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%9F%E0%B8%B1%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%A5%E0%B8%87%E0%B9%83%E0%B8%99%E0%B8%AA%E0%B8%A7%E0%B8%99.jpg?s=612x612&w=0&k=20&c=cvXcg--9zYf_5c6_iQ7Ul6LIqeowiyU3y_8Br1hUi0I=",
    ],
    category: "สุขภาพสตรี",
    categoryId: 4, // ✅ เพิ่ม
    price: 20000,
    old_price: 200000,
    percentage_off: 50,
    suitable: [
      "ผู้หญิงอายุ 45-65 ปี ที่ใส่ใจสุขภาพระยะยาว",
      "ผู้ที่เข้าสู่ภาวะหมดประจำเดือน หรืออยู่ในช่วงเปลี่ยนผ่าน",
      "ผู้ที่ต้องการตรวจเชิงลึกเพื่อวางแผนชีวิตสุขภาพในวัยทอง",
      "ผู้ที่มีประวัติโรคในครอบครัว เช่น หัวใจ มะเร็ง หรือเบาหวาน",
    ],
    health_check_list: [
      {
        title: "ตรวจร่างกายโดยแพทย์เฉพาะทาง",
        list: [
          "วัดดัชนีมวลกาย (BMI), รอบเอว, ชีพจร และความดัน",
          "ตรวจระบบหัวใจ ปอด ช่องท้อง และระบบทางเดินอาหาร",
        ],
      },
      {
        title: "ตรวจเลือดเชิงลึก (Advanced Blood Work)",
        list: [
          "ความสมบูรณ์ของเม็ดเลือด (CBC)",
          "น้ำตาลในเลือด และค่าเฉลี่ย 3 เดือน (FBS, HbA1c)",
          "คอเลสเตอรอลและไขมัน (Lipid Profile)",
          "การทำงานของตับและไต",
        ],
      },
      {
        title: "สมดุลฮอร์โมนในวัยทอง",
        list: [
          "FSH, LH, Estradiol – ประเมินภาวะหมดประจำเดือน",
          "ตรวจไทรอยด์ (TSH, Free T4) – ความสมดุลของระบบเผาผลาญ",
        ],
      },
      {
        title: "การคัดกรองมะเร็งอย่างแม่นยำ",
        list: ["CA 125 – รังไข่", "CA 15-3 – เต้านม", "CEA – ลำไส้ใหญ่"],
      },
      {
        title: "ตรวจสุขภาพสตรีเฉพาะทาง",
        list: [
          "Pap Smear – ตรวจคัดกรองมะเร็งปากมดลูก",
          "Digital Mammogram & Breast Ultrasound – ตรวจเต้านมแบบละเอียด",
          "Pelvic Ultrasound – ตรวจภายในอุ้งเชิงกราน",
        ],
      },
      {
        title: "ตรวจระบบภายในด้วยเทคโนโลยีภาพขั้นสูง",
        list: [
          "Chest X-ray – ตรวจปอด",
          "EKG – ตรวจคลื่นไฟฟ้าหัวใจ",
          "DEXA Scan – ตรวจความหนาแน่นของกระดูก ป้องกันกระดูกพรุน",
        ],
      },
      {
        title: "การตรวจเสริมเพื่อวิเคราะห์สุขภาพรอบด้าน",
        list: [
          "ตรวจปัสสาวะ",
          "ตรวจอุจจาระหาเลือดแฝง",
          "ตรวจสายตาและความดันลูกตา",
        ],
      },
    ],
    result: [
      "วิเคราะห์สุขภาพเชิงลึก พร้อมรายงานแบบเข้าใจง่าย",
      "คำปรึกษาส่วนตัวกับแพทย์เฉพาะทาง",
      "วางแผนดูแลสุขภาพระยะยาว: โภชนาการ การออกกำลังกาย และไลฟ์สไตล์",
      "รับบริการในบรรยากาศเป็นส่วนตัว พร้อมสิ่งอำนวยความสะดวกระดับโรงแรม",
      "ให้คุณรู้สึกมั่นใจ สง่างาม และเป็นตัวของตัวเองในทุกช่วงวัย",
    ],
    period: "ใช้เวลาประมาณ 3–4 ชั่วโมง พร้อมเจ้าหน้าที่ดูแลตลอดกระบวนการ",
    recommendation: [
      "งดอาหารและเครื่องดื่ม 8–12 ชั่วโมงก่อนตรวจ",
      "หลีกเลี่ยงช่วงมีประจำเดือน สำหรับ Pap Smear",
      "แจ้งแพทย์หากมีประวัติโรคประจำตัว หรือกำลังตั้งครรภ์",
      "สวมใส่เสื้อผ้าที่สะดวกในการตรวจ",
    ],
  },
  {
    id: 3,
    title: "แพคเกจดูแลสุขภาพผู้หญิงวัยทอง",
    sub_title: "Golden Years Women's Health Package",
    detail:
      "แพคเกจ “Golden Years” ถูกออกแบบมาเพื่อผู้หญิงที่ต้องการมากกว่า “การตรวจสุขภาพทั่วไป”เราเชื่อว่าวัยทองไม่ใช่จุดเปลี่ยน...แต่คือช่วงเวลาทองของชีวิต ที่คุณควรได้รับการดูแลอย่างลึกซึ้ง ครอบคลุม และมีระดับ ด้วยเทคโนโลยีทางการแพทย์ล้ำสมัย และการวิเคราะห์สุขภาพแบบเฉพาะบุคคล โดยทีมแพทย์ผู้เชี่ยวชาญเฉพาะทาง",
    summary:
      "พร้อมให้คุณก้าวสู่ Golden Years อย่างสง่างาม ให้ช่วงเวลานี้...เปล่งประกายกว่าที่เคย สุขภาพดี ไม่ใช่เพียงแค่การไม่มีโรค แต่คือ “ความสง่างามจากภายใน” ที่คุณเลือกได้",
    images: [
      "https://media.istockphoto.com/id/1198120758/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%8A%E0%B9%8D%E0%B8%B2%E0%B8%A3%E0%B8%B0%E0%B8%9A%E0%B8%B4%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%84%E0%B8%B2%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%82%E0%B8%A3%E0%B8%87%E0%B8%9E%E0%B8%A2%E0%B8%B2%E0%B8%9A%E0%B8%B2%E0%B8%A5.jpg?s=2048x2048&w=is&k=20&c=5w0m2xY06QnNKdqbGSvjDOJ9CnPKiB38PcgJ8gm20Es=",
      "https://media.istockphoto.com/id/2189494391/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/a-happy-asian-man-in-sportswear-checks-his-calorie-count-on-his-smartwatch-while-jogging-in.jpg?s=612x612&w=0&k=20&c=evh95VqPt2LEO7RadTomVKQmO3JMJ4zvd4NV8oJoniY=",
      "https://media.istockphoto.com/id/1293744859/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2-sportive-%E0%B8%94%E0%B8%B7%E0%B9%88%E0%B8%A1%E0%B8%8A%E0%B8%B2%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%9F%E0%B8%B1%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%A5%E0%B8%87%E0%B9%83%E0%B8%99%E0%B8%AA%E0%B8%A7%E0%B8%99.jpg?s=612x612&w=0&k=20&c=cvXcg--9zYf_5c6_iQ7Ul6LIqeowiyU3y_8Br1hUi0I=",
    ],
    category: "สุขภาพสตรี",
    categoryId: 3, // ✅ เพิ่ม
    price: 30000,
    old_price: 200000,
    percentage_off: 50,
    suitable: [
      "ผู้หญิงอายุ 45-65 ปี ที่ใส่ใจสุขภาพระยะยาว",
      "ผู้ที่เข้าสู่ภาวะหมดประจำเดือน หรืออยู่ในช่วงเปลี่ยนผ่าน",
      "ผู้ที่ต้องการตรวจเชิงลึกเพื่อวางแผนชีวิตสุขภาพในวัยทอง",
      "ผู้ที่มีประวัติโรคในครอบครัว เช่น หัวใจ มะเร็ง หรือเบาหวาน",
    ],
    health_check_list: [
      {
        title: "ตรวจร่างกายโดยแพทย์เฉพาะทาง",
        list: [
          "วัดดัชนีมวลกาย (BMI), รอบเอว, ชีพจร และความดัน",
          "ตรวจระบบหัวใจ ปอด ช่องท้อง และระบบทางเดินอาหาร",
        ],
      },
      {
        title: "ตรวจเลือดเชิงลึก (Advanced Blood Work)",
        list: [
          "ความสมบูรณ์ของเม็ดเลือด (CBC)",
          "น้ำตาลในเลือด และค่าเฉลี่ย 3 เดือน (FBS, HbA1c)",
          "คอเลสเตอรอลและไขมัน (Lipid Profile)",
          "การทำงานของตับและไต",
        ],
      },
      {
        title: "สมดุลฮอร์โมนในวัยทอง",
        list: [
          "FSH, LH, Estradiol – ประเมินภาวะหมดประจำเดือน",
          "ตรวจไทรอยด์ (TSH, Free T4) – ความสมดุลของระบบเผาผลาญ",
        ],
      },
      {
        title: "การคัดกรองมะเร็งอย่างแม่นยำ",
        list: ["CA 125 – รังไข่", "CA 15-3 – เต้านม", "CEA – ลำไส้ใหญ่"],
      },
      {
        title: "ตรวจสุขภาพสตรีเฉพาะทาง",
        list: [
          "Pap Smear – ตรวจคัดกรองมะเร็งปากมดลูก",
          "Digital Mammogram & Breast Ultrasound – ตรวจเต้านมแบบละเอียด",
          "Pelvic Ultrasound – ตรวจภายในอุ้งเชิงกราน",
        ],
      },
      {
        title: "ตรวจระบบภายในด้วยเทคโนโลยีภาพขั้นสูง",
        list: [
          "Chest X-ray – ตรวจปอด",
          "EKG – ตรวจคลื่นไฟฟ้าหัวใจ",
          "DEXA Scan – ตรวจความหนาแน่นของกระดูก ป้องกันกระดูกพรุน",
        ],
      },
      {
        title: "การตรวจเสริมเพื่อวิเคราะห์สุขภาพรอบด้าน",
        list: [
          "ตรวจปัสสาวะ",
          "ตรวจอุจจาระหาเลือดแฝง",
          "ตรวจสายตาและความดันลูกตา",
        ],
      },
    ],
    result: [
      "วิเคราะห์สุขภาพเชิงลึก พร้อมรายงานแบบเข้าใจง่าย",
      "คำปรึกษาส่วนตัวกับแพทย์เฉพาะทาง",
      "วางแผนดูแลสุขภาพระยะยาว: โภชนาการ การออกกำลังกาย และไลฟ์สไตล์",
      "รับบริการในบรรยากาศเป็นส่วนตัว พร้อมสิ่งอำนวยความสะดวกระดับโรงแรม",
      "ให้คุณรู้สึกมั่นใจ สง่างาม และเป็นตัวของตัวเองในทุกช่วงวัย",
    ],
    period: "ใช้เวลาประมาณ 3–4 ชั่วโมง พร้อมเจ้าหน้าที่ดูแลตลอดกระบวนการ",
    recommendation: [
      "งดอาหารและเครื่องดื่ม 8–12 ชั่วโมงก่อนตรวจ",
      "หลีกเลี่ยงช่วงมีประจำเดือน สำหรับ Pap Smear",
      "แจ้งแพทย์หากมีประวัติโรคประจำตัว หรือกำลังตั้งครรภ์",
      "สวมใส่เสื้อผ้าที่สะดวกในการตรวจ",
    ],
  },
  {
    id: 4,
    title: "แพคเกจดูแลสุขภาพผู้หญิงวัยทอง",
    sub_title: "Golden Years Women's Health Package",
    detail:
      "แพคเกจ “Golden Years” ถูกออกแบบมาเพื่อผู้หญิงที่ต้องการมากกว่า “การตรวจสุขภาพทั่วไป”เราเชื่อว่าวัยทองไม่ใช่จุดเปลี่ยน...แต่คือช่วงเวลาทองของชีวิต ที่คุณควรได้รับการดูแลอย่างลึกซึ้ง ครอบคลุม และมีระดับ ด้วยเทคโนโลยีทางการแพทย์ล้ำสมัย และการวิเคราะห์สุขภาพแบบเฉพาะบุคคล โดยทีมแพทย์ผู้เชี่ยวชาญเฉพาะทาง",
    summary:
      "พร้อมให้คุณก้าวสู่ Golden Years อย่างสง่างาม ให้ช่วงเวลานี้...เปล่งประกายกว่าที่เคย สุขภาพดี ไม่ใช่เพียงแค่การไม่มีโรค แต่คือ “ความสง่างามจากภายใน” ที่คุณเลือกได้",
    images: [
      "https://media.istockphoto.com/id/1198120758/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%8A%E0%B9%8D%E0%B8%B2%E0%B8%A3%E0%B8%B0%E0%B8%9A%E0%B8%B4%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%84%E0%B8%B2%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%82%E0%B8%A3%E0%B8%87%E0%B8%9E%E0%B8%A2%E0%B8%B2%E0%B8%9A%E0%B8%B2%E0%B8%A5.jpg?s=2048x2048&w=is&k=20&c=5w0m2xY06QnNKdqbGSvjDOJ9CnPKiB38PcgJ8gm20Es=",
      "https://media.istockphoto.com/id/2189494391/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/a-happy-asian-man-in-sportswear-checks-his-calorie-count-on-his-smartwatch-while-jogging-in.jpg?s=612x612&w=0&k=20&c=evh95VqPt2LEO7RadTomVKQmO3JMJ4zvd4NV8oJoniY=",
      "https://media.istockphoto.com/id/1293744859/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2-sportive-%E0%B8%94%E0%B8%B7%E0%B9%88%E0%B8%A1%E0%B8%8A%E0%B8%B2%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%9F%E0%B8%B1%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%A5%E0%B8%87%E0%B9%83%E0%B8%99%E0%B8%AA%E0%B8%A7%E0%B8%99.jpg?s=612x612&w=0&k=20&c=cvXcg--9zYf_5c6_iQ7Ul6LIqeowiyU3y_8Br1hUi0I=",
    ],
    category: "สุขภาพสตรี",
    categoryId: 3, // ✅ เพิ่ม
    price: 40000,
    old_price: 200000,
    percentage_off: 50,
    suitable: [
      "ผู้หญิงอายุ 45-65 ปี ที่ใส่ใจสุขภาพระยะยาว",
      "ผู้ที่เข้าสู่ภาวะหมดประจำเดือน หรืออยู่ในช่วงเปลี่ยนผ่าน",
      "ผู้ที่ต้องการตรวจเชิงลึกเพื่อวางแผนชีวิตสุขภาพในวัยทอง",
      "ผู้ที่มีประวัติโรคในครอบครัว เช่น หัวใจ มะเร็ง หรือเบาหวาน",
    ],
    health_check_list: [
      {
        title: "ตรวจร่างกายโดยแพทย์เฉพาะทาง",
        list: [
          "วัดดัชนีมวลกาย (BMI), รอบเอว, ชีพจร และความดัน",
          "ตรวจระบบหัวใจ ปอด ช่องท้อง และระบบทางเดินอาหาร",
        ],
      },
      {
        title: "ตรวจเลือดเชิงลึก (Advanced Blood Work)",
        list: [
          "ความสมบูรณ์ของเม็ดเลือด (CBC)",
          "น้ำตาลในเลือด และค่าเฉลี่ย 3 เดือน (FBS, HbA1c)",
          "คอเลสเตอรอลและไขมัน (Lipid Profile)",
          "การทำงานของตับและไต",
        ],
      },
      {
        title: "สมดุลฮอร์โมนในวัยทอง",
        list: [
          "FSH, LH, Estradiol – ประเมินภาวะหมดประจำเดือน",
          "ตรวจไทรอยด์ (TSH, Free T4) – ความสมดุลของระบบเผาผลาญ",
        ],
      },
      {
        title: "การคัดกรองมะเร็งอย่างแม่นยำ",
        list: ["CA 125 – รังไข่", "CA 15-3 – เต้านม", "CEA – ลำไส้ใหญ่"],
      },
      {
        title: "ตรวจสุขภาพสตรีเฉพาะทาง",
        list: [
          "Pap Smear – ตรวจคัดกรองมะเร็งปากมดลูก",
          "Digital Mammogram & Breast Ultrasound – ตรวจเต้านมแบบละเอียด",
          "Pelvic Ultrasound – ตรวจภายในอุ้งเชิงกราน",
        ],
      },
      {
        title: "ตรวจระบบภายในด้วยเทคโนโลยีภาพขั้นสูง",
        list: [
          "Chest X-ray – ตรวจปอด",
          "EKG – ตรวจคลื่นไฟฟ้าหัวใจ",
          "DEXA Scan – ตรวจความหนาแน่นของกระดูก ป้องกันกระดูกพรุน",
        ],
      },
      {
        title: "การตรวจเสริมเพื่อวิเคราะห์สุขภาพรอบด้าน",
        list: [
          "ตรวจปัสสาวะ",
          "ตรวจอุจจาระหาเลือดแฝง",
          "ตรวจสายตาและความดันลูกตา",
        ],
      },
    ],
    result: [
      "วิเคราะห์สุขภาพเชิงลึก พร้อมรายงานแบบเข้าใจง่าย",
      "คำปรึกษาส่วนตัวกับแพทย์เฉพาะทาง",
      "วางแผนดูแลสุขภาพระยะยาว: โภชนาการ การออกกำลังกาย และไลฟ์สไตล์",
      "รับบริการในบรรยากาศเป็นส่วนตัว พร้อมสิ่งอำนวยความสะดวกระดับโรงแรม",
      "ให้คุณรู้สึกมั่นใจ สง่างาม และเป็นตัวของตัวเองในทุกช่วงวัย",
    ],
    period: "ใช้เวลาประมาณ 3–4 ชั่วโมง พร้อมเจ้าหน้าที่ดูแลตลอดกระบวนการ",
    recommendation: [
      "งดอาหารและเครื่องดื่ม 8–12 ชั่วโมงก่อนตรวจ",
      "หลีกเลี่ยงช่วงมีประจำเดือน สำหรับ Pap Smear",
      "แจ้งแพทย์หากมีประวัติโรคประจำตัว หรือกำลังตั้งครรภ์",
      "สวมใส่เสื้อผ้าที่สะดวกในการตรวจ",
    ],
  },
  {
    id: 5,
    title: "แพคเกจดูแลสุขภาพผู้หญิงวัยทอง",
    sub_title: "Golden Years Women's Health Package",
    detail:
      "แพคเกจ “Golden Years” ถูกออกแบบมาเพื่อผู้หญิงที่ต้องการมากกว่า “การตรวจสุขภาพทั่วไป”เราเชื่อว่าวัยทองไม่ใช่จุดเปลี่ยน...แต่คือช่วงเวลาทองของชีวิต ที่คุณควรได้รับการดูแลอย่างลึกซึ้ง ครอบคลุม และมีระดับ ด้วยเทคโนโลยีทางการแพทย์ล้ำสมัย และการวิเคราะห์สุขภาพแบบเฉพาะบุคคล โดยทีมแพทย์ผู้เชี่ยวชาญเฉพาะทาง",
    summary:
      "พร้อมให้คุณก้าวสู่ Golden Years อย่างสง่างาม ให้ช่วงเวลานี้...เปล่งประกายกว่าที่เคย สุขภาพดี ไม่ใช่เพียงแค่การไม่มีโรค แต่คือ “ความสง่างามจากภายใน” ที่คุณเลือกได้",
    images: [
      "https://media.istockphoto.com/id/1198120758/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%8A%E0%B9%8D%E0%B8%B2%E0%B8%A3%E0%B8%B0%E0%B8%9A%E0%B8%B4%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%84%E0%B8%B2%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%82%E0%B8%A3%E0%B8%87%E0%B8%9E%E0%B8%A2%E0%B8%B2%E0%B8%9A%E0%B8%B2%E0%B8%A5.jpg?s=2048x2048&w=is&k=20&c=5w0m2xY06QnNKdqbGSvjDOJ9CnPKiB38PcgJ8gm20Es=",
      "https://media.istockphoto.com/id/2189494391/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/a-happy-asian-man-in-sportswear-checks-his-calorie-count-on-his-smartwatch-while-jogging-in.jpg?s=612x612&w=0&k=20&c=evh95VqPt2LEO7RadTomVKQmO3JMJ4zvd4NV8oJoniY=",
      "https://media.istockphoto.com/id/1293744859/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2-sportive-%E0%B8%94%E0%B8%B7%E0%B9%88%E0%B8%A1%E0%B8%8A%E0%B8%B2%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%9F%E0%B8%B1%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%A5%E0%B8%87%E0%B9%83%E0%B8%99%E0%B8%AA%E0%B8%A7%E0%B8%99.jpg?s=612x612&w=0&k=20&c=cvXcg--9zYf_5c6_iQ7Ul6LIqeowiyU3y_8Br1hUi0I=",
    ],
    category: "สุขภาพสตรี",
    categoryId: 3, // ✅ เพิ่ม
    price: 50000,
    old_price: 200000,
    percentage_off: 50,
    suitable: [
      "ผู้หญิงอายุ 45-65 ปี ที่ใส่ใจสุขภาพระยะยาว",
      "ผู้ที่เข้าสู่ภาวะหมดประจำเดือน หรืออยู่ในช่วงเปลี่ยนผ่าน",
      "ผู้ที่ต้องการตรวจเชิงลึกเพื่อวางแผนชีวิตสุขภาพในวัยทอง",
      "ผู้ที่มีประวัติโรคในครอบครัว เช่น หัวใจ มะเร็ง หรือเบาหวาน",
    ],
    health_check_list: [
      {
        title: "ตรวจร่างกายโดยแพทย์เฉพาะทาง",
        list: [
          "วัดดัชนีมวลกาย (BMI), รอบเอว, ชีพจร และความดัน",
          "ตรวจระบบหัวใจ ปอด ช่องท้อง และระบบทางเดินอาหาร",
        ],
      },
      {
        title: "ตรวจเลือดเชิงลึก (Advanced Blood Work)",
        list: [
          "ความสมบูรณ์ของเม็ดเลือด (CBC)",
          "น้ำตาลในเลือด และค่าเฉลี่ย 3 เดือน (FBS, HbA1c)",
          "คอเลสเตอรอลและไขมัน (Lipid Profile)",
          "การทำงานของตับและไต",
        ],
      },
      {
        title: "สมดุลฮอร์โมนในวัยทอง",
        list: [
          "FSH, LH, Estradiol – ประเมินภาวะหมดประจำเดือน",
          "ตรวจไทรอยด์ (TSH, Free T4) – ความสมดุลของระบบเผาผลาญ",
        ],
      },
      {
        title: "การคัดกรองมะเร็งอย่างแม่นยำ",
        list: ["CA 125 – รังไข่", "CA 15-3 – เต้านม", "CEA – ลำไส้ใหญ่"],
      },
      {
        title: "ตรวจสุขภาพสตรีเฉพาะทาง",
        list: [
          "Pap Smear – ตรวจคัดกรองมะเร็งปากมดลูก",
          "Digital Mammogram & Breast Ultrasound – ตรวจเต้านมแบบละเอียด",
          "Pelvic Ultrasound – ตรวจภายในอุ้งเชิงกราน",
        ],
      },
      {
        title: "ตรวจระบบภายในด้วยเทคโนโลยีภาพขั้นสูง",
        list: [
          "Chest X-ray – ตรวจปอด",
          "EKG – ตรวจคลื่นไฟฟ้าหัวใจ",
          "DEXA Scan – ตรวจความหนาแน่นของกระดูก ป้องกันกระดูกพรุน",
        ],
      },
      {
        title: "การตรวจเสริมเพื่อวิเคราะห์สุขภาพรอบด้าน",
        list: [
          "ตรวจปัสสาวะ",
          "ตรวจอุจจาระหาเลือดแฝง",
          "ตรวจสายตาและความดันลูกตา",
        ],
      },
    ],
    result: [
      "วิเคราะห์สุขภาพเชิงลึก พร้อมรายงานแบบเข้าใจง่าย",
      "คำปรึกษาส่วนตัวกับแพทย์เฉพาะทาง",
      "วางแผนดูแลสุขภาพระยะยาว: โภชนาการ การออกกำลังกาย และไลฟ์สไตล์",
      "รับบริการในบรรยากาศเป็นส่วนตัว พร้อมสิ่งอำนวยความสะดวกระดับโรงแรม",
      "ให้คุณรู้สึกมั่นใจ สง่างาม และเป็นตัวของตัวเองในทุกช่วงวัย",
    ],
    period: "ใช้เวลาประมาณ 3–4 ชั่วโมง พร้อมเจ้าหน้าที่ดูแลตลอดกระบวนการ",
    recommendation: [
      "งดอาหารและเครื่องดื่ม 8–12 ชั่วโมงก่อนตรวจ",
      "หลีกเลี่ยงช่วงมีประจำเดือน สำหรับ Pap Smear",
      "แจ้งแพทย์หากมีประวัติโรคประจำตัว หรือกำลังตั้งครรภ์",
      "สวมใส่เสื้อผ้าที่สะดวกในการตรวจ",
    ],
  },
  {
    id: 6,
    title: "แพคเกจดูแลสุขภาพผู้หญิงวัยทอง",
    sub_title: "Golden Years Women's Health Package",
    detail:
      "แพคเกจ “Golden Years” ถูกออกแบบมาเพื่อผู้หญิงที่ต้องการมากกว่า “การตรวจสุขภาพทั่วไป”เราเชื่อว่าวัยทองไม่ใช่จุดเปลี่ยน...แต่คือช่วงเวลาทองของชีวิต ที่คุณควรได้รับการดูแลอย่างลึกซึ้ง ครอบคลุม และมีระดับ ด้วยเทคโนโลยีทางการแพทย์ล้ำสมัย และการวิเคราะห์สุขภาพแบบเฉพาะบุคคล โดยทีมแพทย์ผู้เชี่ยวชาญเฉพาะทาง",
    summary:
      "พร้อมให้คุณก้าวสู่ Golden Years อย่างสง่างาม ให้ช่วงเวลานี้...เปล่งประกายกว่าที่เคย สุขภาพดี ไม่ใช่เพียงแค่การไม่มีโรค แต่คือ “ความสง่างามจากภายใน” ที่คุณเลือกได้",
    images: [
      "https://media.istockphoto.com/id/1198120758/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%8A%E0%B9%8D%E0%B8%B2%E0%B8%A3%E0%B8%B0%E0%B8%9A%E0%B8%B4%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%84%E0%B8%B2%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%82%E0%B8%A3%E0%B8%87%E0%B8%9E%E0%B8%A2%E0%B8%B2%E0%B8%9A%E0%B8%B2%E0%B8%A5.jpg?s=2048x2048&w=is&k=20&c=5w0m2xY06QnNKdqbGSvjDOJ9CnPKiB38PcgJ8gm20Es=",
      "https://media.istockphoto.com/id/2189494391/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/a-happy-asian-man-in-sportswear-checks-his-calorie-count-on-his-smartwatch-while-jogging-in.jpg?s=612x612&w=0&k=20&c=evh95VqPt2LEO7RadTomVKQmO3JMJ4zvd4NV8oJoniY=",
      "https://media.istockphoto.com/id/1293744859/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2-sportive-%E0%B8%94%E0%B8%B7%E0%B9%88%E0%B8%A1%E0%B8%8A%E0%B8%B2%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%9F%E0%B8%B1%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%A5%E0%B8%87%E0%B9%83%E0%B8%99%E0%B8%AA%E0%B8%A7%E0%B8%99.jpg?s=612x612&w=0&k=20&c=cvXcg--9zYf_5c6_iQ7Ul6LIqeowiyU3y_8Br1hUi0I=",
    ],
    category: "สุขภาพสตรี",
    price: 60000,
    categoryId: 3, // ✅ เพิ่ม
    old_price: 200000,
    percentage_off: 50,
    suitable: [
      "ผู้หญิงอายุ 45-65 ปี ที่ใส่ใจสุขภาพระยะยาว",
      "ผู้ที่เข้าสู่ภาวะหมดประจำเดือน หรืออยู่ในช่วงเปลี่ยนผ่าน",
      "ผู้ที่ต้องการตรวจเชิงลึกเพื่อวางแผนชีวิตสุขภาพในวัยทอง",
      "ผู้ที่มีประวัติโรคในครอบครัว เช่น หัวใจ มะเร็ง หรือเบาหวาน",
    ],
    health_check_list: [
      {
        title: "ตรวจร่างกายโดยแพทย์เฉพาะทาง",
        list: [
          "วัดดัชนีมวลกาย (BMI), รอบเอว, ชีพจร และความดัน",
          "ตรวจระบบหัวใจ ปอด ช่องท้อง และระบบทางเดินอาหาร",
        ],
      },
      {
        title: "ตรวจเลือดเชิงลึก (Advanced Blood Work)",
        list: [
          "ความสมบูรณ์ของเม็ดเลือด (CBC)",
          "น้ำตาลในเลือด และค่าเฉลี่ย 3 เดือน (FBS, HbA1c)",
          "คอเลสเตอรอลและไขมัน (Lipid Profile)",
          "การทำงานของตับและไต",
        ],
      },
      {
        title: "สมดุลฮอร์โมนในวัยทอง",
        list: [
          "FSH, LH, Estradiol – ประเมินภาวะหมดประจำเดือน",
          "ตรวจไทรอยด์ (TSH, Free T4) – ความสมดุลของระบบเผาผลาญ",
        ],
      },
      {
        title: "การคัดกรองมะเร็งอย่างแม่นยำ",
        list: ["CA 125 – รังไข่", "CA 15-3 – เต้านม", "CEA – ลำไส้ใหญ่"],
      },
      {
        title: "ตรวจสุขภาพสตรีเฉพาะทาง",
        list: [
          "Pap Smear – ตรวจคัดกรองมะเร็งปากมดลูก",
          "Digital Mammogram & Breast Ultrasound – ตรวจเต้านมแบบละเอียด",
          "Pelvic Ultrasound – ตรวจภายในอุ้งเชิงกราน",
        ],
      },
      {
        title: "ตรวจระบบภายในด้วยเทคโนโลยีภาพขั้นสูง",
        list: [
          "Chest X-ray – ตรวจปอด",
          "EKG – ตรวจคลื่นไฟฟ้าหัวใจ",
          "DEXA Scan – ตรวจความหนาแน่นของกระดูก ป้องกันกระดูกพรุน",
        ],
      },
      {
        title: "การตรวจเสริมเพื่อวิเคราะห์สุขภาพรอบด้าน",
        list: [
          "ตรวจปัสสาวะ",
          "ตรวจอุจจาระหาเลือดแฝง",
          "ตรวจสายตาและความดันลูกตา",
        ],
      },
    ],
    result: [
      "วิเคราะห์สุขภาพเชิงลึก พร้อมรายงานแบบเข้าใจง่าย",
      "คำปรึกษาส่วนตัวกับแพทย์เฉพาะทาง",
      "วางแผนดูแลสุขภาพระยะยาว: โภชนาการ การออกกำลังกาย และไลฟ์สไตล์",
      "รับบริการในบรรยากาศเป็นส่วนตัว พร้อมสิ่งอำนวยความสะดวกระดับโรงแรม",
      "ให้คุณรู้สึกมั่นใจ สง่างาม และเป็นตัวของตัวเองในทุกช่วงวัย",
    ],
    period: "ใช้เวลาประมาณ 3–4 ชั่วโมง พร้อมเจ้าหน้าที่ดูแลตลอดกระบวนการ",
    recommendation: [
      "งดอาหารและเครื่องดื่ม 8–12 ชั่วโมงก่อนตรวจ",
      "หลีกเลี่ยงช่วงมีประจำเดือน สำหรับ Pap Smear",
      "แจ้งแพทย์หากมีประวัติโรคประจำตัว หรือกำลังตั้งครรภ์",
      "สวมใส่เสื้อผ้าที่สะดวกในการตรวจ",
    ],
  },
];
